archlinux-themes-slim
awesome
bash
bzip2
chromium
consolekit
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
elinks
emacs
feh
file
filesystem
findutils
gawk
gcc-libs
gettext
git
glibc
gptfdisk
grep
gzip
heirloom-mailx
inetutils
initscripts
iputils
jdk7-openjdk
jfsutils
less
licenses
linux
logrotate
lvm2
man-db
man-pages
mc
mdadm
nano
netcfg
nvidia
openssh
pacman
pciutils
pcmciautils
perl
ppp
procps-ng
psmisc
reiserfsprogs
rxvt-unicode
sed
shadow
slim
slim-themes
sudo
sysfsutils
syslinux
syslog-ng
sysvinit
sysvinit-tools
tar
texinfo
ttf-dejavu
unzip
usbutils
util-linux
vi
which
wireless_tools
wpa_actiond
wpa_supplicant
xclip
xcompmgr
xfsprogs
xorg-server
xorg-server-utils
xorg-xinit
