alsa-utils
archlinux-themes-slim
autoconf
automake
awesome
bash
binutils
bison
bzip2
coreutils
cpupower
cronie
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dosfstools
dwarffortress
e2fsprogs
elinks
emacs
fakeroot
feh
file
filesystem
findutils
flex
fortune-mod
gawk
gcc
gcc-libs
gettext
git
glibc
gptfdisk
grep
gzip
heirloom-mailx
htop
inetutils
iproute2
iputils
jdk7-openjdk
jfsutils
jshon
less
lib32-nvidia-utils
libtool
licenses
linux
lm_sensors
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mc
mdadm
nano
netcfg
nethack
nss-myhostname
ntfs-3g
ntp
nvidia
openssh
pacman
parted
patch
pciutils
pcmciautils
perl
pkg-config
ppp
procps-ng
psmisc
python
reiserfsprogs
rtorrent
rxvt-unicode
sed
shadow
slim
slim-themes
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
texinfo
ttf-dejavu
unzip
usbutils
util-linux
vi
wget
which
wireless_tools
wmname
wpa_actiond
wpa_supplicant
xbindkeys
xclip
xcompmgr
xfsprogs
xorg-server
xorg-server-utils
xorg-xinit
